Repository: Dark-raven-lab/SpaceProject
Catalog: Data/Localization/MyTexts.*.resx
Languages: ru

# DisplayName_Assembler2x
source: Assembler T1
ru: Сборщик Т1

# DisplayName_Assembler4x
source: Assembler T2
ru: Сборщик Т2

# DisplayName_Assembler8x
source: Assembler T3
ru: Сборщик Т3

# DisplayName_LargeAtmoThrust2x
source: Large Atmo Thrust T1
ru: Большой атмосферный ускоритель Т1

# DisplayName_LargeAtmoThrust4x
source: Large Atmo Thrust T2
ru: Большой атмосферный ускоритель Т2

# DisplayName_LargeAtmoThrust8x
source: Large Atmo Thrust T3
ru: Большой атмосферный ускоритель Т3

# DisplayName_LargeAtmoThrustSciFi2x
source: Large Atmo SciFi Thrust T1
ru: Большой атмосферный НФ-ускоритель Т1

# DisplayName_LargeAtmoThrustSciFi4x
source: Large Atmo SciFi Thrust T2
ru: Большой атмосферный НФ-ускоритель Т2

# DisplayName_LargeAtmoThrustSciFi8x
source: Large Atmo SciFi Thrust T3
ru: Большой атмосферный НФ-ускоритель Т3

# DisplayName_SmallAtmoThrust2x
source: Atmo Thrust T1
ru: Атмосферный ускоритель Т1

# DisplayName_SmallAtmoThrust4x
source: Atmo Thrust T2
ru: Атмосферный ускоритель Т2

# DisplayName_SmallAtmoThrust8x
source: Atmo Thrust T3
ru: Атмосферный ускоритель Т3

# DisplayName_SmallAtmoThrustSciFi2x
source: Atmo SciFi Thrust T1
ru: Атмосферный НФ-ускоритель Т1

# DisplayName_SmallAtmoThrustSciFi4x
source: Atmo SciFi Thrust T2
ru: Атмосферный НФ-ускоритель Т2

# DisplayName_SmallAtmoThrustSciFi8x
source: Atmo SciFi Thrust T3
ru: Атмосферный НФ-ускоритель Т3

# DisplayName_Battery_2x
source: Battery T1
ru: Батарея T1

# DisplayName_SmallBattery_2x
source: Small Battery T1
ru: Малая Батарея T1

# DisplayName_Battery_4x
source: Battery T2
ru: Батарея T2

# DisplayName_SmallBattery_4x
source: Small Battery T2
ru: Малая Батарея T2

# DisplayName_Battery_8x
source: Battery T3
ru: Батарея T3

# DisplayName_SmallBattery_8x
source: Small Battery T3
ru: Малая Батарея T3

# DisplayName_Beacon2x
source: Beacon T1
ru: Маяк Т1

# DisplayName_Beacon4x
source: Beacon T2
ru: Маяк Т2

# DisplayName_Beacon8x
source: Beacon T3
ru: Маяк Т3

# DisplayName_LargeCargoContainer2x
source: Large Cargo Container T1
ru: Большой контейнер Т1

# DisplayName_LargeCargoContainer4x
source: Large Cargo Container T2
ru: Большой контейнер Т2

# DisplayName_LargeCargoContainer8x
source: Large Cargo Container T3
ru: Большой контейнер Т3

# DisplayName_MediumCargoContainer2x
source: Medium Cargo Container T1
ru: Контейнер Т1

# DisplayName_MediumCargoContainer4x
source: Medium Cargo Container T2
ru: Контейнер Т2

# DisplayName_MediumCargoContainer8x
source: Medium Cargo Container T3
ru: Контейнер Т3

# DisplayName_SmallCargoContainer2x
source: Small Cargo Container T1
ru: Малый контейнер Т1

# DisplayName_SmallCargoContainer4x
source: Small Cargo Container T2
ru: Малый контейнер Т2

# DisplayName_SmallCargoContainer8x
source: Small Cargo Container T3
ru: Малый контейнер Т3

# DisplayName_LargeCargoContainerIndustrial2x
source: Large Cargo Container Industrial T1
ru: Большой промышленный контейнер Т1

# DisplayName_LargeCargoContainerIndustrial4x
source: Large Cargo Container Industrial T2
ru: Большой промышленный контейнер Т2

# DisplayName_LargeCargoContainerIndustrial8x
source: Large Cargo Container Industrial T3
ru: Большой промышленный контейнер Т3

# DisplayName_ShipWelder2x
source: Welder T1
ru: Сварщик Т1

# DisplayName_ShipWelder4x
source: Welder T2
ru: Сварщик Т2

# DisplayName_ShipWelder8x
source: Welder T3
ru: Сварщик Т3

# DisplayName_OreDetector2x
source: Ore Detector T1
ru: Детектор руды Т1

# DisplayName_OreDetector4x
source: Ore Detector T2
ru: Детектор руды Т2

# DisplayName_OreDetector8x
source: Ore Detector T3
ru: Детектор руды Т3

# DisplayName_Drill2x
source: Drill T1
ru: Бур Т1

# DisplayName_Drill4x
source: Drill T2
ru: Бур Т2

# DisplayName_Drill8x
source: Drill T3
ru: Бур Т3

# DisplayName_ShipGrinder2x
source: Grinder T1
ru: Резак Т1

# DisplayName_ShipGrinder4x
source: Grinder T2
ru: Резак Т2

# DisplayName_ShipGrinder8x
source: Grinder T3
ru: Резак Т3

# DisplayName_Gyroscope2x
source: Gyroscope T1
ru: Гироскоп Т1

# DisplayName_Gyroscope4x
source: Gyroscope T2
ru: Гироскоп Т2

# DisplayName_Gyroscope8x
source: Gyroscope T3
ru: Гироскоп Т3

# DisplayName_HydrogenEngine2x
source: Hydrogen Engine T1
ru: Водородный генератор Т1

# DisplayName_HydrogenEngine4x
source: Hydrogen Engine T2
ru: Водородный генератор Т2

# DisplayName_HydrogenEngine8x
source: Hydrogen Engine T3
ru: Водородный генератор Т3

# DisplayName_HydrogenThrust2x
source: Hydrogen Thrust T1
ru: Водородный ускоритель Т1

# DisplayName_LargeHydrogenThrust2x
source: Large Hydrogen Thrust T1
ru: Большой водородный ускоритель Т1

# DisplayName_HydrogenThrust4x
source: Hydrogen Thrust T2
ru: Водородный ускоритель Т2

# DisplayName_LargeHydrogenThrust4x
source: Large Hydrogen Thrust T2
ru: Большой водородный ускоритель Т2

# DisplayName_HydrogenThrust8x
source: Hydrogen Thrust T3
ru: Водородный ускоритель Т3

# DisplayName_LargeHydrogenThrust8x
source: Large Hydrogen Thrust T3
ru: Большой водородный ускоритель Т3

# DisplayName_HydrogenTankIndustrial2x
source: Hydrogen Tank Industrial T1
ru: Промышленный водородный бак Т1

# DisplayName_HydrogenTankIndustrial4x
source: Hydrogen Tank Industrial T2
ru: Промышленный водородный бак Т2

# DisplayName_HydrogenTankIndustrial8x
source: Hydrogen Tank Industrial T3
ru: Промышленный водородный бак Т3

# DisplayName_AssemblerIndustrial2x
source: Assembler Industrial T1
ru: Промышленный сборщик Т1

# DisplayName_AssemblerIndustrial4x
source: Assembler Industrial T2
ru: Промышленный сборщик Т2

# DisplayName_AssemblerIndustrial8x
source: Assembler Industrial T3
ru: Промышленный сборщик Т3

# DisplayName_RefineryIndustrial2x
source: Refinery Industrial T1
ru: Промышленный очиститель Т1

# DisplayName_RefineryIndustrial4x
source: Refinery Industrial T2
ru: Промышленный очиститель Т2

# DisplayName_RefineryIndustrial8x
source: Refinery Industrial T3
ru: Промышленный очиститель Т3

# DisplayName_LargeHydrogenThrustIndustrial2x
source: Large Hydrogen Thrust Industrial T1
ru: Промышленный большой водородный ускоритель Т1

# DisplayName_LargeHydrogenThrustIndustrial4x
source: Large Hydrogen Thrust Industrial T2
ru: Промышленный большой водородный ускоритель Т2

# DisplayName_LargeHydrogenThrustIndustrial8x
source: Large Hydrogen Thrust Industrial T3
ru: Промышленный большой водородный ускоритель Т3

# DisplayName_HydrogenThrustIndustrial2x
source: Hydrogen Thrust Industrial T1
ru: Промышленный водородный ускоритель Т1

# DisplayName_HydrogenThrustIndustrial4x
source: Hydrogen Thrust Industrial T2
ru: Промышленный водородный ускоритель Т2

# DisplayName_HydrogenThrustIndustrial8x
source: Hydrogen Thrust Industrial T3
ru: Промышленный водородный ускоритель Т3

# DisplayName_SmallThrust2x
source: Thrust T1
ru: Ионный ускоритель Т1

# DisplayName_LargeThrust2x
source: Large Thrust T1
ru: Большой ионный ускоритель Т1

# DisplayName_SmallThrust4x
source: Thrust T2
ru: Ионный ускоритель Т2

# DisplayName_LargeThrust4x
source: Large Thrust T2
ru: Большой ионный ускоритель Т2

# DisplayName_SmallThrust8x
source: Thrust T3
ru: Ионный ускоритель Т3

# DisplayName_LargeThrust8x
source: Large Thrust T3
ru: Большой ионный ускоритель Т3

# DisplayName_SmallThrustSciFi2x
source: Ion Thrust SciFi T1
ru: Ионный НФ-ускоритель Т1

# DisplayName_LargeThrustSciFi2x
source: Large Ion Thrust SciFi T1
ru: Большой ионный НФ-ускоритель Т1

# DisplayName_SmallThrustSciFi4x
source: Ion Thrust SciFi T2
ru: Ионный НФ-ускоритель Т2

# DisplayName_LargeThrustSciFi4x
source: Large Ion Thrust SciFi T2
ru: Большой ионный НФ-ускоритель Т2

# DisplayName_SmallThrustSciFi8x
source: IonThrust SciFi T3
ru: Ионный НФ-ускоритель Т3

# DisplayName_LargeThrustSciFi8x
source: Large Ion Thrust SciFi T3
ru: Большой ионный НФ-ускоритель Т3

# DisplayName_JumpDrive2x
source: Jump Drive T1
ru: Прыжковый двигатель Т1

# DisplayName_JumpDrive4x
source: Jump Drive T2
ru: Прыжковый двигатель Т2

# DisplayName_JumpDrive8x
source: Jump Drive T3
ru: Прыжковый двигатель Т3

# DisplayName_OxygenFarm2x
source: Oxygen Farm T1
ru: Кислородная ферма Т1

# DisplayName_OxygenFarm4x
source: Oxygen Farm T2
ru: Кислородная ферма Т2

# DisplayName_OxygenFarm8x
source: Oxygen Farm T3
ru: Кислородная ферма Т3

# DisplayName_OxygenGenerator2x
source: Oxygen Generator T1
ru: Генератор О2/Н2 Т1

# DisplayName_OxygenGenerator4x
source: Oxygen Generator T2
ru: Генератор О2/Н2 Т2

# DisplayName_OxygenGenerator8x
source: Oxygen Generator T3
ru: Генератор О2/Н2 Т3

# DisplayName_LargeOxygenTank
source: Large Oxygen Tank
ru: Большой кислородный бак

# DisplayName_LargeOxygenTank2x
source: Large Oxygen Tank T1
ru: Большой кислородный бак Т1

# DisplayName_LargeOxygenTank4x
source: Large Oxygen Tank T2
ru: Большой кислородный бак Т2

# DisplayName_LargeOxygenTank8x
source: Large Oxygen Tank T3
ru: Большой кислородный бак Т3

# DisplayName_SmallReactor2x
source: Reactor T1
ru: Малый реактор Т1

# DisplayName_LargeReactor2x
source: Large Reactor T1
ru: Большой реактор Т1

# DisplayName_SmallReactor4x
source: Reactor T2
ru: Малый реактор Т2

# DisplayName_LargeReactor4x
source: Large Reactor T2
ru: Большой реактор Т2

# DisplayName_SmallReactor8x
source: Reactor T3
ru: Малый реактор Т3

# DisplayName_LargeReactor8x
source: Large Reactor T3
ru: Большой реактор Т3

# DisplayName_Refinery2x
source: Refinery T1
ru: Очистительный завод Т1

# DisplayName_Refinery4x
source: Refinery T2
ru: Очистительный завод Т2

# DisplayName_Refinery8x
source: Refinery T3
ru: Очистительный завод Т3

# DisplayName_SolarPanel2x
source: SolarPanel T1
ru: Солнечная батарея Т1

# DisplayName_SolarPanel4x
source: SolarPanel T2
ru: Солнечная батарея Т2

# DisplayName_SolarPanel8x
source: SolarPanel T3
ru: Солнечная батарея Т3

# DisplayName_ReflectorLight2x
source: Reflector Light T1
ru: Прожектор Т1

# DisplayName_ReflectorLight4x
source: Reflector Light T2
ru: Прожектор Т2

# DisplayName_ReflectorLight8x
source: Reflector Light T3
ru: Прожектор Т3

# DisplayName_StoneIncinerator
source: Stone Incinerator
ru: Камнедробилка

# DisplayName_SurvivalKit2x
source: SurvivalKit T1
ru: Комплект для выживания Т1

# DisplayName_SurvivalKit4x
source: SurvivalKit T2
ru: Комплект для выживания Т2

# DisplayName_SurvivalKit8x
source: SurvivalKit T3
ru: Комплект для выживания Т3

# DisplayName_SmallReactorWarfare22x
source: Reactor Warfare T1
ru: Малый военный реактор Т1

# DisplayName_SmallReactorWarfare24x
source: Reactor Warfare T2
ru: Малый военный реактор Т2

# DisplayName_SmallReactorWarfare28x
source: Reactor Warfare T3
ru: Малый военный реактор Т3

# DisplayName_LargeReactorWarfare22x
source: Large Reactor Warfare T1
ru: Большой военный реактор Т1

# DisplayName_LargeReactorWarfare24x
source: Large Reactor Warfare T2
ru: Большой военный реактор Т2

# DisplayName_LargeReactorWarfare28x
source: Large Reactor Warfare T3
ru: Большой военный реактор Т3

# DisplayName_BatteryBlockWarfare22x
source: Battery Block Warfare T1
ru: Военная батарея Т1

# DisplayName_BatteryBlockWarfare24x
source: Battery Block Warfare T2
ru: Военная батарея Т2

# DisplayName_BatteryBlockWarfare28x
source: Battery Block Warfare T3
ru: Военная батарея Т3

# DisplayName_SmallModularThruster2x
source: Small Modular Thruster T1
ru: Военный ионный ускоритель Т1

# DisplayName_SmallModularThruster4x
source: Small Modular Thruster T2
ru: Военный ионный ускоритель Т2

# DisplayName_SmallModularThruster8x
source: Small Modular Thruster T3
ru: Военный ионный ускоритель Т3

# DisplayName_LargeModularThruster2x
source: Large Modular Thruster T1
ru: Большой военный ионный ускоритель Т1

# DisplayName_LargeModularThruster4x
source: Large Modular Thruster T2
ru: Большой военный ионный ускоритель Т2

# DisplayName_LargeModularThruster8x
source: Large Modular Thruster T3
ru: Большой военный ионный ускоритель Т3

# DisplayName_WindTurbine2x
source: Wind Turbine T1
ru: Ветрогенератор Т1

# DisplayName_WindTurbine4x
source: Wind Turbine T2
ru: Ветрогенератор Т2

# DisplayName_WindTurbine8x
source: Wind Turbine T3
ru: Ветрогенератор Т3
